[
    {
        "images": [
            "images/willpattu2-page7.jpg", "images/willpattu-leopardpage7.jpg"
        ],
        "paragraphs": [
            "Wilpattu National Park, located on the northwest coast of Sri Lanka, is the largest national park in the country, covering an expansive area of over 1,300 square kilometers. Known for its diverse ecosystems, abundant wildlife, and scenic landscapes, Wilpattu holds a special place in Sri Lanka's conservation and natural heritage.The park is renowned for its rich biodiversity, housing a variety of wildlife species.. The varying habitats within the park contribute to its high ecological diversity.",
            "Wilpattu is known for having a relatively high density of leopards compared to other national parks in Sri Lanka. The park's diverse landscape, which includes dense jungles, open grasslands, and numerous water bodies, provides an ideal environment for leopards to thrive.The varied ecosystems within Wilpattu offer a mix of habitats that are well-suited for leopards. The dense vegetation provides ample cover for these elusive big cats, allowing them to stalk and ambush prey effectively. Additionally, the open grasslands create spaces for leopards to move and hunt."
        ]
    },

    {
        "heading": "Facts about Willpattu National Park",
        "lists": [
            "Wilpattu spans over 1,300 square kilometers, making it the largest and also the oldest national park in Sri Lanka",
            "The park is characterized by a unique landscape featuring natural lakes known as (villus These villus provide water sources for the park's diverse wildlife and contribute to the park's scenic beauty.",
            "Wilpattu has a relatively high density of leopards, and the park's varied habitats, including dense jungles and open grasslands, provide suitable conditions for these elusive big cats",
            "The park has archaeological importance, with ancient ruins scattered throughout its expanse. Some of these ruins date back to the 3rd century BCE, adding a historical dimension to the park.",
            "Wilpattu offers safari experiences, allowing visitors to explore the park and observe its wildlife in their natural habitat. The park's vast and varied landscapes provide a unique and immersive eco-tourism experience."
            
        ]
    }
]