[
    {
        "images": [
            "images/yala1-page6.jpg",
            "images/yala-leopard-page6.jpg"
        ],
        "paragraphs": [
            "One of the main attractions of Yala is the opportunity to see the elusive leopard in its natural habitat. Yala has one of the highest leopard densities in the world, estimated at one leopard per square kilometre. The leopards in Yala are a distinct subspecies endemic to Sri Lanka, known as Panthera pardus kotiya. They are the largest leopards in Asia, with males weighing up to 75 kg (165 lb) and females up to 60 kg (132 lb). They are also more confident and easy to observe than their counterparts in other regions, as they have become habituated to the presence of humans and vehicles. The best time to spot leopards in Yala is during the dry season, from February to July, when they come out to the open areas around the waterholes.",
            "Yala National Park is the most visited and second largest national park in Sri Lanka, located in the southeast region of the island. The park covers 979 square kilometres (378 sq mi) and is divided into five blocks, each with its own wildlife and landscape. Yala is home to 44 varieties of mammal and 215 bird species. Among its more famous residents are the world's biggest concentration of leopards, majestic elephants, sloth bears, sambars, jackals, spotted dear, peacocks, and crocodiles. The park also has a rich cultural heritage, including ancient rock inscriptions, monasteries, and the Magul Maha Viharaya, the remnants of a temple built by King Kavantissa in the 2nd century BC."
        ]
    },

    {
        "heading": "Facts about Yala National Park",
        "lists": [
            "Yala was designated as a wildlife sanctuary in 1900, along with Wilpattu, as the first two national parks in Sri Lanka.",
            "Yala is divided into five blocks, named Yala East, Yala West, Yala North, Yala South, and Yala Central. Only Yala West and Yala East are open to the public.",
            "Yala has a variety of ecosystems, including moist monsoon forests, dry monsoon forests, semi deciduous forests, thorn forests, grasslands, freshwater and marine wetlands, and sandy beaches.",
            "Yala is one of the 70 Important Bird Areas (IBAs) in Sri Lanka. It hosts 215 bird species, including six endemic species of Sri Lanka: Sri Lanka grey hornbill, Sri Lanka junglefowl, Sri Lanka wood pigeon, crimson-fronted barbet, black-capped bulbul, and brown-capped babbler.",
            "Yala was severely affected by the Indian Ocean tsunami in 2004, which killed 250 people and destroyed several buildings and roads in the park. The wildlife, however, was largely unharmed, as they had sensed the danger and moved to higher ground."
        ]
    }
]